[
    {
        "name": "Logistica Almagro Web",
        "url": "https://logisticaalmagro.com.ar",
        "thumbnail": "/imgs/logisticaalmagro.webp",
        "description": {
            "es": "Rediseño completo de la página web de Logística Almagro. Incluye animación de entrada, animaciones a medida que el usuario se mueve por la página, marquee de reseñas, formulario de contacto y transiciones entre páginas.",
            "en": "Complete redesign of the Logística Almagro website. Includes entry animation, animations as the user moves through the page, marquee of reviews, contact form and transitions between pages."
        },
        "tech": ["Astro", "TailwindCSS"]
    },
    {
        "name": "Verga Hnos. Web",
        "url": "https://vergahnos.com.ar",
        "thumbnail": "/imgs/vergahnos.webp",
        "description": {
            "es": "Rediseño completo de la página web de Verga Hnos. Incluye animación de entrada, formularios para los distintos tipos de mudanzas/guardamuebles, modales que facilitan la lectura de ciertos contenidos, carouseles de imágenes e información, galería de imágenes y más.",
            "en": "Complete redesign of the Verga Hnos. website. Includes entry animation, forms for different types of movings/furniture repositories, modals that facilitate the reading of certain contents, carousels of imges and information, image gallery and more."
        },
        "tech": ["Next", "TailwindCSS"]
    },
    {
        "name": "FúriusAO Web",
        "url": "https://furiusao.com.ar",
        "thumbnail": "/imgs/furiusao.webp",
        "description": {
            "es": "Sitio web completamente funcional del videojuego argentino MMORPG 2D FúriusAO. Cuenta con un increíble Ranking de Usuarios que se nutre mediante una REST API, la cual tambien provee un servicio para registro de cuenta.",
            "en": "Fully functional website for the Argentinean MMORPG 2D FúriusAO. It features an incredible User Ranking system, which is powered by a REST API that also provides a registration service for user accounts."
        },
        "tech": ["React", "Express"]
    },
    {
        "name": "FúriusAO Wiki",
        "url": "https://fsao.com.ar/wiki",
        "thumbnail": "/imgs/furiusaowiki.webp",
        "description": {
            "es": "Manual Oficial para el videojuego argentino MMORPG 2D FúriusAO. Haciendo uso del lenguaje de marcado Markdown, provee de la más rápida customización de las diferentes páginas.",
            "en": "Official manual for the Argentinean MMORPG 2D FúriusAO. Using the Markdown language, provides the fastest customization of the different pages."
        },
        "tech": ["React"]
    }
]